import React, { Component } from 'react';
import Nav from './Nav.jsx';

class Budva extends Component {
  constructor(props) {
    super(props)
    this.state = {

    }
  };
  render() {
    return (
      <div>
        <Nav />
        <div className="section history boxes">
          <div>
            <h2>Будва</h2>
            <p>Будва — город, расположенный в центральной части адриатического побережья Черногории. Будва, с ее бульварами, радующими глаз клумбами и открытыми пространствами, хорошо освещена солнцем; многочисленные пляжи, которые тянутся в обоих направлениях, делают ей честь. Это Яз, Могрен, Словенска, Бечичи, Рафаиловичи, Каменева и Пржно, и благодаря им нетрудно понять, почему Будва стала популярным приморским курортом. Пляж Словенска в августе полностью устелен телами отдыхающих. Летом здесь бурлит ночная жизнь, в клубах царит веселье, и нетрудно представить себе, как в скором времени «будварская Ривьера» будет соперничать с Ибицей.</p>
          </div>
          <div>
            <h2 id="h1">Основная информация</h2>
            <p>Небольшой город, население которого не превышает 13 тысяч человек, – административный центр одноименного муниципалитета, самого маленького в Черногории. Но вряд ли кому-то придет в голову назвать Тиват провинциальным захолустьем – скорее наоборот. На сегодняшний день он уступает мегаполисам разве что по площади и количеству проживающих. В остальном это вполне современный курортный город с достаточно развитой инфраструктурой, которая, благодаря заботе местных властей, становится все лучше и лучше. Поскольку здешние края богаты на дары моря, туристов приятно удивит количество рыбных кафе и ресторанов, способных удовлетворить даже самые взыскательные вкусы.</p>
            <p>Многие путешественники признаются: более насыщенный и полноценный отпуск, чем в Тивате, трудно себе представить. И вряд ли кто-то из отдыхающих задается вопросом, чему посвятить свободное время. Скучать уж точно не придется, ведь каждое лето на этом курорте проводятся такие культурно-массовые мероприятия, как Летний фестиваль и Бокельская олимпиада по боулингу, собирающие огромное количество зрителей и болельщиков. Любители же более тихого отдыха, вдали от шума и суеты, с интересом знакомятся с местными достопримечательностями и любуются природными красотами окрестностей.</p>
            <p>Одна из особенностей города заключается в том, что он окружен великолепным Ботаническим садом, в котором полно экзотических растений, привезенных сюда моряками из дальних странствий. И все же главная изюминка Тивата – великолепные пляжи с золотисто-белым песком, любимые туристами не меньше, чем пляжи Анталии, Крита или Галапагосов. Они оборудованы душевыми кабинами и местами для парковки, не говоря уже о кафе и ресторанах. Природа будто специально позаботилась о том, чтобы отдыхающим было максимально хорошо и комфортно – кажется, лучшего солнца и лучшего моря не найти больше нигде.</p>
          </div>
          <div>
            <h2 id="h2">История</h2>
            <p>Но так было далеко не всегда. В свое время Тиват выполнял роль важного религиозного центра. В XIV-XV веках рядом с городом, на острове Цветов, находился монастырь Михаила Архангела, который с XIII столетия использовался как резиденция православного митрополита Княжества Зета. И, как вы понимаете, служителям культа и в страшном сне не могло привидеться, чтобы прямо на их глазах тут обнажились простые смертные и принимали солнечные и морские ванны. Да тогда и нравы были совсем другие, строже.</p>
            <p>Основан же был город и того раньше, предположительно в третьем веке до нашей эры. Ученые долго спорили о происхождении его названия, пока не пришли к единому мнению, что оно, возможно, произошло от имени Теуты – иллирийской королевы. Собственно же основателями Тивата считаются селившиеся в этом живописном месте моряки. Во время раскопок на его территории обнаружили следы не только иллирийской, но также византийской и римской культур. Вокруг селения находилось много плодородных земель, которыми в Средние века владели патрицианские семьи Котора. Они же обзаводились здесь крупными поместьями.</p>
            <p>В 1420 году Тиват, входивший в состав провинции «Албания Венета», стал частью Венецианской республики – одновременно с некоторыми другими населенными пунктами Боки Которской, и получил итальянское название Теодо. В последующие несколько столетий судьба будущего курорта тесно переплелась с историческим развитием всей Боки Которской. До 1797 года продолжалось венецианское господство. Затем на короткий период установилось французское правление (город в то время находился в составе иллирийских провинций). До 1918 года Тиват был частью Австро-Венгрии. Позже он вошел в состав Социалистической Республики Черногория, в свою очередь являвшейся частью Социалистической Федеративной Республики Югославия вплоть до ее распада.</p>
          </div>
          <div>
            <h2 id="h3">Достопримечательности</h2>
            <p>Несмотря на то, что Тиват не может конкурировать с крупными туристическими центрами по площади и количеству населения, достопримечательностей в нем достаточно много. Мы не преувеличим, если скажем, что исторические памятники можно встретить практически в каждом его уголке.</p>
            <p>Главной достопримечательностью и визитной карточкой города считается замок Буча, расположенный в самом центре. В свое время он служил летней резиденцией знатных семейств Буча и Лукович. Посещение этого старинного дворца включено во все экскурсионные программы. Гиды расскажут вам его историю, в частности, что он был основан еще в XVII веке, и что доминантой архитектуры замка является классический средневековый стиль. Ныне здесь размещается культурный центр «Ренессанс Буче», в котором на протяжении всего года проводятся различные выставки, показы и другие массовые мероприятия.</p>
            <p>Тиват «богат» на целых три острова – уже упомянутый остров Цветов (официальное название – Св. Михаила), Милосердной Жены (Госпа-од-Милости) и Святого Марка (Страдиоти). Последний считается самым живописным из них. Еще в 1962 году на этом небольшом клочке земли стали появляться дома в стиле «Таити» и впоследствии здесь выросло целое туристическое поселение. До югославской войны 1991 года сюда приезжало много молодёжи, которая совмещала пляжный отдых с водными видами спорта. В наше время об этой идиллии ничего не напоминает, туристические объекты оказались заброшены и в прямом смысле слова поросли травой. Однако путешественники по-прежнему посещают остров Св. Марка, особенно любители «дикого» отдыха.</p>
            <p>На острове Цветов, который во время отливов превращается фактически в полуостров, и который черногорцы называют «Михольска Превлака», находится дошедший до наших дней знаменитый монастырь Архангела Михаила. Правда, его нынешнее состояние можно охарактеризовать как вялотекущую реставрацию, что ни в коей мере не умаляет его историческую значимость. До него здесь была другая обитель, служившая резиденцией митрополита Зеты, разрушенная венецианцами (они ее попросту сожгли).</p>
            <p>В старину здесь построили еще одну церковь – Святой Троицы, тоже сохранившуюся до нашего времени. Ныне в храме покоятся останки убитых монахов, почитаемых местными жителями в качестве христианских мучеников. С берегом остров Св. Михаила соединяет небольшой мостик, его длина около 10 метров. Поклонники пляжного отдыха его буквально протоптали. И это неудивительно: ведь местный пляж, протянувшийся на целый километр, давно облюбован туристами.</p>
            <p>Обязательным пунктом пребывания в Тивате является посещение Градского парка, который на первый взгляд ничем особенным и не выделяется. Но поскольку он раскинулся в непосредственной близости от пляжа Пржно, отдыхающие после принятия солнечных и морских ванн перемещаются сюда, чтобы «остыть» в тени его деревьев. Его площадь составляет целых 4 га, отведенных под него из земель знатных семейств Лукович и Радали. Достопримечательностью самого парка является Ботанический сад – самый крупный в регионе Южной Адриатики. Интересный факт: создание этой зеленой зоны инициировал командир Военно-морского флота Австро-Венгрии адмирал Максимилиан Даублески фон Штернек. Градский парк является территорией, охраняемой государством, поэтому всякое вольное поведение – ломание веток, бросание мусора и т. д. – недопустимо.</p>
            <p>Многочисленные туристы обычно не замыкаются на городской черте, с удовольствием знакомясь и с окрестностями Тивата. Один из популярных пеших маршрутов, который займет всего 15 минут, прямиком ведет в небольшую рыбацкую деревню Нижняя Ластва. Она известна своей церквушкой и красивыми морскими закатами, которыми можно любоваться бесконечно. Есть еще и Верхняя Ластва, но она находится на некотором отдалении и добраться до нее не так легко и быстро. В этой деревеньке сохранились симпатичные старинные домики. Особенно же туристов привлекают проводимые каждый год мероприятия, тематикой которых становятся различные местные традиции, в том числе архитектурные.</p>
            <p>Еще один памятник, на этот раз археологический, расположенный в окрестностях Тивата, это курган «Мала-Груда». Его возраст восходит к бронзовому периоду в истории человечества. При раскопках здесь обнаружили золотые кинжалы, тиары и другие ценные находки.</p>
            <p> Отдельно следует сказать о старинных церквях: они встречаются буквально по всей округе. Помимо уже упомянутых, находящихся на островах, внимания заслуживают церковь Света Господа в Радовичах (построена в 1843 году) и церковь Свети Иван (в ее стенах были найдены уникальные средневековые фрески). Обязательно стоит посетить храм Свети Никола и Димитрие, расположенный на холме над Тиватом (относится к первой половине IX века), и церковь Госпа-од-Анджела над проливом, использовавшуюся в XVI веке в качестве сторожевой башни. Большой исторической ценностью обладает и крошечная старинная церковь Свети Антун в Калимани.</p>
          </div>

        </div>

      </div>
    )
  };
};

export default Budva;
