import React, { Component } from 'react';
import Nav from './Nav.jsx';


class Kotor extends Component {
  constructor(props) {
    super(props)
    this.state = {

    }
  };
  render() {
    return (
      <div>
        <Nav/>
        <div className="section history">
          <div>
            <h2>Котор</h2>
            <p>Котор — город в Черногории, в котором средневековая архитектура сочетается с удивительными по красоте видами и атмосферой курорта. Город был основан римлянами в провинции Далмация, затем он стал одним из морских портов Черногории. Котор находится на побережье Адриатического моря, примерно в 22 км от модного пляжного курорта Будва. Эти два города привлекают туристов благодаря своему удачному расположению на берегу Которского залива.</p>
          </div>
          <div>
            <h2 id="h1">Основная информация</h2>
            <p>Здесь регулярно случаются землетрясения, последний раз Котор был частично разрушен в 1970-е годы, однако сохранился средневековый центр города: здесь не менее шести церквей романского стиля, датируемых XII-XIII веками, много чудесных старинных особняков, от дворцов до небольших частных домов, расположенных в лабиринте узких мощеных улочек и площадей. Котор и его окрестности более 400 лет принадлежали Венецианской республике, и влияние венецианской архитектуры ощутимо в облике города.</p>
            <p>Городские стены Котора, отдельные участки которых датированы IX веком, - один из лучших примеров фортификационного искусства в Европе. Высота стен доходит до 20 м, ширина местами превышает 10 м, периметр составляет 5 км, причем, охватывая город, стены поднимаются на вершину обрывистого утеса к крепости Св. Иоанна, откуда можно полюбоваться потрясающими видами на город и залив.</p>
            <p>За могучими стенам шумят рынок, где торгуют овощами и рыбой, и гавань. Этот средневековый город похож на лабиринт, в котором, однако, невозможно потеряться из-за его небольших размеров — просто чуть-чуть поблуждаете. Улицы по большей части остаются неназванными, хотя к некоторым из них приклеились неофициальные имена. Например, одна из них называется «Дай пройти» — название говорит само за себя. Неправильной формы городские площади известны под именами, отражающими их былое предназначение: Мучная площадь, Молочная площадь, Деревянная площадь и так далее. Повсюду снуют кошки, а их абсолютным монархом является Мичун («Большой»). Его можно увидеть ходящим туда-сюда у собора Св. Трифона. Не пытайтесь заговаривать с ним: как и все часовые, он вас проигнорирует.</p>
          </div>
          <div>
            <h2 id="h2">История</h2>
            <p>Особый характер Котора обусловлен его историей. Город всегда был местом пересечения и смешения стилей, западноевропейского и византийского. Это отразилось даже в характере камня, из которого сложен Котор, — с его многообразием текстур и палитры цветов и прожилок. И Йован Мартинович чувствует: «Это камень говорит с вами; коснитесь его, проведите рукой по его истории». С таким же интуитивным благоговением иногда относятся к валунам, которые высятся на холмах Уэльса, или к крошащимся кирпичам красивых старых домов Амстердама.</p>
            <p>Нет числа преданиям о том, как появился Котор: например, существует романтическая история о нимфе Алкими (Алкимеде), матери Ясона, искавшего золотое руно, которая привела безвестного основателя города на равнину, где было изобилие пресной воды. О ней здесь вспоминают каждый месяц, когда высоко над скалами, над природным каменным «мостом» поднимается новая луна, похожая на висящий гамак. Местные жители тогда говорят: «Смотри, это Алкими из своей золотой лодки любуется прекрасным Котором».</p>
            <p>Как бы то ни было, в византийские времена здесь уже существовало поселение под названием «Декадерон». В Средневековье город приняли под свою власть славянские правители Зеты и Рашки, у которых были здесь резиденции. В то время он пользовался значительной автономией, ас 1391 по 1420 г. Котор (с прилегающими землями) был независимым городом-республикой, с выборным князем, сенатом и советами горожан и даже чеканил собственную монету. Поскольку турецкая угроза никогда не ослабевала, Котор перешел под покровительство Венеции. В общем и целом новые правители и оккупанты появлялись здесь 14 раз (отметим и британскую оккупацию 1813 г., в период Наполеоновских войн). Однако, как утверждают которцы, их город ни разу не был взят силой оружия: «21 ноября 1944 г. немцы просто ушли отсюда». Зато город пострадал от трех крупных землетрясений — в 1563, 1667 и 1979 гг., а в 1572 г. здесь была вспышка чумы.</p>
          </div>
          <div>
            <h2 id="h3">Достопримечательности</h2>
            <p>Котор имеет форму треугольника, и у него трое ворот. Главные, около набережной, выстроены в стиле эпохи Возрождения (XVI в.); северные, с подвесным мостом черед бурную речушку Шкурда, были построены в 1540 г., в ознаменование победы над Хайр-ад-дином Барбароссой, который, имея флот в 200 кораблей и 60 000 человек, безуспешно осаждал Котор.</p>
            <p>Третьи, южные ворота, были хитроумно сооружены из трех частей; один из их элементов — подъемный мост, под которым во время прилива, благодаря ручью Грудичу, образуется солоноватый пруд. Эти ворота имели большое значение, поскольку открывали проход к возвышенностям Черногории и внутренним районам страны.</p>
            <p>Старый город, как и прежде, окружен стенами. Их протяженность составляет 4,5 км, и они вдвое длиннее стен Дубровника; они живописно поднимаются вплоть до гребня скалистых холмов, высящихся за темной городской застройкой и гаванью. Первые укрепления были воздвигнуты здесь еще в византийские времена, но при венецианцах их значительно усилили, и Котор стал одним из наиболее укрепленных городов Адриатики.</p>
            <p>Чтобы окинуть взглядом все стены, выйдите из старого города через северные ворота, оставьте реку Шкурда слева и поднимайтесь на холмы в восточном направлении, от церкви св. Марии. Отсюда вы подниметесь, в сопровождении бабочек, по петляющей тропе с несколькими лестничными пролетами, вырубленными в скалах (может показаться, что 1350 ступенек — очень много, но вы будете останавливаться на каждом повороте, чтобы осмотреть окрестности). Поднявшись на высшую точку — 260 м, — вы окажетесь в крепости св. Ивана, где теперь царит тишина. На полпути к смотровой площадке вы пройдете часовню Богоматери Спасительницы (Gospe od Zdravlja) XVI в., которую построили которцы, спасшиеся от эпидемии чумы. Скорее всего, она будет заперта, но через дверь можно всмотреться в ее темный интерьер. Когда вы поднимитесь в крепость, красивых видов и впечатлений будет в изобилии: на западе, далеко внизу, вы увидите ряды красных крыш; доносится едва слышный шум маленького порта и гул его рынка. На восток круто обрывается ущелье, в котором дремлют столетия; среди диких цикламенов лениво вьются пчелы, а откуда-то снизу, из-под скалы, доносится довольное попискивание невидимых отсюда цыплят.</p>
          </div>
        </div>
      </div>
    )
  };
};

export default Kotor;
